[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$The game "Willow". Product card demo information. Protagonist"
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_MechroHaz UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 in total %s1"
UseFailureCharacterMessage="you will get it %s use this thing."
ItemName=""
PickupMessage="you have _ %s"
UseFailureLevelMessage="You must be at least %d to use this item.."
UseFailureConstraintsMessage="I can't use it."
NoManufacturerName="General"

[Mechro.Skin_MechroAne UsableCustomizationItemDefinition]
ItemCardTopStatString="%sIn 2 %s1"
UseFailureCharacterMessage="you should %s Use this article.."
ItemName=""
PickupMessage="it depends on you %s"
UseFailureLevelMessage="To use this feature, you must be at least %d level."
UseFailureConstraintsMessage="you can't use it."
NoManufacturerName="From everyone"

